Repository: okfde/django-filingcabinet
Catalog: src/filingcabinet/locale/*/LC_MESSAGES/django.po
Languages: de

source: Documents
de: Dokumente

source: Processed
de: Verarbeitet

source: has detected tables
de: Tabellen wurden erkannt

source: Started processing documents.
de: Verarbeitung der Dokumente gestartet.

source: Process documents
de: Verarbeite Dokumente

source: Started reprocessing documents.
de: Neuverarbeitung der Dokumente gestartet.

source: Reprocess documents
de: Dokument neuverarbeiten

source: Fixing document paths...
de: Dokumentenpfade werden repariert...

source: Fix document paths
de: Repariere Dokumentenpfade

source: Publishing {} documents...
de: {} Dokumente werden veröffentlicht...

source: Please select only non-pending documents for publishing.
de: Bitte wählen Sie nur fertige Dokumente zur Veröffentlichung.

source: Publish documents
de: Dokumente veröffentlichen

source: Unpublishing {} documents...
de: {} Dokumente werden depubliziert...

source: Unpublish documents
de: Dokumente depublizieren

source: Mark as listed
de: Als gelistet markieren

source: Mark as unlisted
de: Als ungelistet markieren

source: Detecting tables tasks started...
de: Tabellenerkennung wurde gestartet...

source: Detect tables
de: Tabellen erkennen

source: Set to pending
de: Auf unverarbeitet setzen

source: Has value
de: Hat Wert

source: None
de: Kein Wert

source: Document feed
de: Dokumenten-Feed

source: Feed for document search
de: Feed für Dokumentensuche

source: {} (p. {})
de: {} (S. {})

source: Filing Cabinet
de: Aktenschrank

source: document portal
de: Dokumentenportal

source: document portals
de: Dokumentenportale

source: Document Tag
de: Dokumenten-Schlagwort

source: Document Tags
de: Dokumenten-Schlagworte

source: User
de: Nutzer

source: document
de: Dokument

source: documents
de: Dokumente

source: created at
de: erstellt am

source: Collection directory
de: Sammlungsverzeichnis

source: Collection directories
de: Sammlungsverzeichnisse

source: directory
de: Verzeichnis

source: document collection
de: Dokumentensammlung

source: document collections
de: Dokumentensammlungen

source: Import %(name)s
de: Importiere %(name)s

source: Annotation
de: Anmerkung

source: Make annotation
de: Anmerkung schreiben

source: This document is still being processed...
de: Dieses Dokument wird noch verarbeitet...

source: Go to next pages
de: Zur nächsten Seite

source: Document oEmbed Profile
de: Dokument-oEmbed-Profil

source: private
de: privat

source: Document Collection oEmbed Profile
de: Dokumentensammlung oEmbed-Profil

# url part
source: collection/<int:pk>-<slug:slug>/
de: sammlung/<int:pk>-<slug:slug>/

# url part
source: collection/<int:pk>/
de: sammlung/<int:pk>/

# url part
source: collection/<int:pk>-<slug:slug>/embed/
de: sammlung/<int:pk>-<slug:slug>/embed/

# url part
source: collection/<int:pk>/embed/
de: sammlung/<int:pk>/embed/

# url part
source: collection/<int:pk>/zip/
de: sammlung/<int:pk>/zip/

# url part
source: collection/<int:pk>-<slug:slug>/zip/
de: sammlung/<int:pk>-<slug:slug>/zip/

source: Loading...
de: Wird geladen...

source: Load more
de: Mehr laden

source: page
de: Seite

source: pages
de: Seiten

source: one match
de: ein Ergebnis

source: matches
de: Ergebnisse

source: Search
de: Suchen

source: Clear
de: Leeren

source: Search term
de: Suchbegriff

source: Searching...
de: Suche läuft...

source: Found on
de: Gefunden auf

source: found
de: gefunden

source: clear search
de: Suche zurücksetzen

source: searched in directory
de: gesucht im Ordner

source: Show/hide Text
de: Zeige/verstecke Text

source: Title
de: Titel

source: Description
de: Beschreibung

source: Cancel
de: Abbrechen

source: Add annotation
de: Annotation hinzufügen

source: Delete this annotation?
de: Diese Annotation löschen?

source: Back
de: Zurück

source: are shown
de: angezeigt

source: Download PDF
de: PDF herunterladen

source: Document Info
de: Dokumentendetails

source: Author
de: Autor:in

source: publication date
de: Veröffentlichungsdatum

source: Creator
de: Ersteller:in

source: producer
de: Produzent:in

source: Copy document URL
de: Dokumenten-URL kopieren

source: All documents
de: Alle Dokumente
